---
kind: property
id: P:Autodesk.Revit.DB.Visual.Water.CommonTintColor
source: html/2c02d408-0a03-f970-c905-d8f662396a67.htm
---
# Autodesk.Revit.DB.Visual.Water.CommonTintColor Property

The property labeled "Tint Color" from the "Water" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".